Repository: roothide/RootHideManagerApp
Catalog: RootHide/*.lproj/Localizable.strings
Languages: ar, de, fr, it, vi, zh_cn, zh_tw

source: Blacklist
ar: القائمة السوداء
fr: Liste noire
it: Lista nera
zh_cn: 黑名单
zh_tw: 黑名單

source: name or identifier
ar: الاسم أو المعرف
de: Name oder Identifier
fr: nom ou identifiant
it: Nome o ID
vi: tên hoặc định danh
zh_cn: 名字或者标识符
zh_tw: 名稱

source: varClean
ar: مسح مسار var
de: var Bereinigen
it: Pulisci var
vi: Dọn var
zh_cn: var清理

source: Clean
ar: مسح
de: Bereinigen
fr: Faire le ménage
it: Pulisci
vi: Dọn sạch
zh_cn: 清理
zh_tw: 清除

source: SelectAll
de: Alles auswählen
fr: Tout sélectionner
it: Seleziona tutti
vi: Chọn tất cả
zh_cn: 选择全部
zh_tw: 全選

source: Setting
ar: الإعدادات
de: Einstellungen
fr: Paramètre
it: Impostazioni
vi: Cài đặt
zh_cn: 设置
zh_tw: 正在設定

source: General
ar: عام
de: Allgemein
fr: Général
it: Generali
vi: Cài đặt chung
zh_cn: 通用
zh_tw: 一般

source: Whitelist Mode
ar: نمط القائمة البيضاء
de: Whitelist-Modus
fr: Mode liste blanche
it: Modalitá lista bianca
vi: Chế độ Whitelist
zh_cn: 白名单模式
zh_tw: 白名單模式

source: auto blacklist newly installed apps
ar: وضع التطبيقات المثبتة حديثًا في القائمة السوداء تلقائيًا.
de: Automatische Blacklist für neu installierte Apps
fr: liste noire automatique des applications nouvellement installées
it: Lista nera automatica per le nuove app installate
vi: Tự động bật blacklist cho app mới cài đặt
zh_cn: 自动将新安装的应用列入黑名单
zh_tw: 自動將剛安裝之應用程式加入黑名單

source: Advanced
ar: متقدم
de: Erweitert
fr: Avancée
it: Avanzate
vi: Nâng cao
zh_cn: 高级
zh_tw: 進階

source: Edit varClean Rules
ar: تعديل قواعد مسح مسار var
de: Regeln für "var Bereinigen" bearbeiten
fr: Modifier les règles varClean
it: Modifica le regole di Pulisci var
vi: Sửa quy tắc dọn sạch /var
zh_cn: 编辑清理var垃圾文件时的规则
zh_tw: 自訂 varClean 規則

source: view the rules file in Filza
ar: عرض ملف القواعد في Filza.
de: Regeldatei in Filza anzeigen
fr: afficher le fichier de règles dans Filza
it: Visualizza le regole dei file in Filza
vi: Xem quy tắc file ở Filza
zh_cn: 查看Filza中的规则文件
zh_tw: 在 Filza 內查看規則檔案

source: Misc
ar: متنوع
de: Verschiedenes
fr: Divers
it: Varie
vi: Linh tinh
zh_cn: 其他
zh_tw: 雜項

source: Hide xinaA15 Files
ar: إخفاء ملفات XinaA15
de: xinaA15-Dateien ausblenden
fr: Masquer les fichiers xinaA15
it: Nascondi i file di xinaA15
vi: Ẩn file XinaA15
zh_cn: 隐藏xinaA15文件
zh_tw: 隱藏 xinaA15 檔案

source: hide xinaA15 files without uninstall it
ar: إخفاء ملفات XinaA15 دون إزالته.
de: xinaA15-Dateien ausblenden, ohne sie zu deinstallieren
fr: masquer les fichiers xinaA15 sans les désinstaller
it: Nascondi i file di xinaA15 senza disintallarli
vi: Ẩn file XinaA15 mà không gỡ cài đặt
zh_cn: 隐藏xinaA15文件而不卸载
zh_tw: 在不移除 xinaA15 的情況下隱藏其檔案

source: Got It
ar: لقد فهمت
de: Verstanden
fr: J'ai compris
it: Fatto
vi: Okay
zh_cn: 明白了
zh_tw: 完成

source: SSH Detected
ar: تم اكتشاف SSH
de: SSH erkannt
fr: SSH détecté
it: SSH Rilevato
vi: Phát hiện SSH
zh_cn: 检测到SSH
zh_tw: 偵測到 SSH 服務

source: SSH Service has been installed, you can uninstall it via Sileo/Zebra.
ar: تم تثبيت خدمة SSH، يمكنك إلغاء تثبيتها عبر Sileo أو Zebra.
de: SSH-Dienst wurde installiert, Sie können ihn über Sileo/Zebra deinstallieren.
fr: Le service SSH a été installé, vous pouvez le désinstaller via Sileo/Zebra.
it: Il servizio SSH è stato installato, puoi disintallarlo tramite Sileo/Zebra.
vi: SSH Service đã được cài đặt, bạn có thể gỡ cài đặt nó qua Sileo/Zebra.
zh_cn: SSH服务已经安装,您可以通过Sileo/Zebra卸载它.
zh_tw: 偵測到 SSH 服務，可從套件管理員中移除

source: xinaA15 detected
ar: تم اكتشاف XinaA15
de: xinaA15 erkannt
fr: xinaA15 détecté
it: xinaA15 Rilevato
vi: Phát hiện XinaA15
zh_cn: 检测到xinaA15
zh_tw: 偵測到 xinaA15 越獄

source: xinaA15 jailbreak file has been installed, you can uninstall it via xinaA15 app or hide it in the settings of the RootHide app.
ar: ملفات جيلبريك XinaA15 مثبتة، يمكنك إلغاء تثبيتها عبر تطبيق XinaA15 أو إخفائها من إعدادات تطبيق RootHide.
de: Die xinaA15-Jailbreak-Datei wurde installiert. Sie können sie über die xinaA15-App deinstallieren oder in den Einstellungen der RootHide-App ausblenden.
fr: Le fichier jailbreak xinaA15 a été installé, vous pouvez le désinstaller via l'application xinaA15 ou le masquer dans les paramètres de l'application RootHide.
it: I file del jailbreak xinaA15 sono stati installati, puoi disinstallarlo tramite l'app xinaA15 o nasconderli nelle impostazioni dell'app RootHide.
vi: Máy đã jailbreak bằng XinaA15, bạn có thể gỡ cài đặt qua XinaA15 hoặc ẩn nó trong cài đặt của RootHide.
zh_cn: xinaA15越狱文件已安装,您可以通过xinaA1五应用程序卸载它，也可以将其隐藏在RootHide应用程序的设置中.
zh_tw: 偵測到 xinaA15 越獄檔案，請從 xinaA15 應用程式中刪除或在 RootHide 設定中隱藏其檔案

source: Process xinaA15 Files
ar: معالجة ملفات XinaA15
de: xinaA15-Dateien verarbeiten
fr: Traiter les fichiers xinaA15
it: Processo i file di xinaA15
vi: Xử lý file XinaA15
zh_cn: 处理xinaA15文件
zh_tw: 處理 xinaA15 檔案

source: xinaA15 files has been hidden, please reboot your device. you can restore it later if you want to use xinaA15 again.
ar: تم إخفاء ملفات XinaA15، يرجى إعادة تشغيل جهازك. يمكنك استعادتها لاحقا إذا كنت ترغب في استخدام XinaA15 مرةً أخرى.
de: xinaA15-Dateien wurden ausgeblendet. Bitte starten Sie Ihr Gerät neu. Sie können sie später wiederherstellen, wenn Sie xinaA15 erneut verwenden möchten.
fr: Les fichiers xinaA15 ont été masqués, veuillez redémarrer votre appareil. vous pourrez le restaurer plus tard si vous souhaitez utiliser à nouveau xinaA15.
it: I file di xinaA15 sono stati nascosti, per favore riavvia il dispositivo. puoi recuperarli dopo se vuoi usare di nuovo xinaA15.
vi: Các file của XinaA15 đã bị ẩn, vui lòng khởi động lại thiết bị của bạn. Bạn có thể khôi phục nó sau nếu muốn sử dụng lại XinaA15.
zh_cn: xinaA15文件已被隐藏，请重新启动您的设备. 如果您想再次使用xina15,可以稍后恢复.
zh_tw: 已隱藏 xinaA15 越獄檔案，請重新啟動此裝置。 若欲再次使用 xinaA15 越獄可在稍後在此應用程式中回復檔案.

source: xinaA15 files has been restored, you can reboot your device to switch to xinaA15.
ar: تمت استعادة ملفات XinaA15، يمكنك إعادة تشغيل جهازك لإكمال الانتقال إلى XinaA15.
de: xinaA15-Dateien wurden wiederhergestellt. Sie können Ihr Gerät neu starten, um zu xinaA15 zu wechseln.
fr: Les fichiers xinaA15 ont été restaurés, vous pouvez redémarrer votre appareil pour passer à xinaA15.
it: I file di xinaA15 sono stati recuperati, puoi riavviare il dispositivo per cambiare in xinaA15.
vi: Các file XinaA15 đã được khôi phục, bạn có thể khởi động lại thiết bị của mình để chuyển sang XinaA15
zh_cn: xinaA15文件已还原,您可以重新启动设备以切换到xinaA15.
zh_tw: 已回復 xinaA15 檔案。請重新啟動此裝置以切換至 xinaA15 越獄。

source: there are multiple xinaA15 jailbreak files, you can restore it manually: %s/
ar: توجد عدة ملفات لجيلبريك XinaA15، يمكنك استعادة هذه الملفات يدويًا: %s/
de: Es gibt mehrere xinaA15-Jailbreak-Dateien. Sie können sie manuell wiederherstellen: %s/
fr: il existe plusieurs fichiers de jailbreak xinaA15, vous pouvez le restaurer manuellement : %s/
it: Ci sono molteplici file del jailbreak xinaA15, puoi recuperarli manualmente: %s/
vi: Có nhiều file XinaA15 jailbreak, bạn có thể khôi phục thủ công: %s/
zh_cn: 有多个xinaA15越狱文件,您可以手动恢复: %s/
zh_tw: 這裡有數個 xinaA15 檔案，可從此手動回復： %s/

source: restore failed: xinaA15 file not found!
ar: فشلت الاستعادة: تعذر العثور على ملف XinaA15!
de: Wiederherstellung fehlgeschlagen: xinaA15-Datei nicht gefunden!
fr: échec de la restauration : fichier xinaA15 introuvable !
it: Recupero fallito: file di xinaA15 non trovati!
vi: Khôi phục lỗi: không tìm thấy file XinaA15!
zh_cn: 还原失败：找不到xinaA15文件!
zh_tw: 回復失敗：xinaA15 檔案不存在！

source: restore failed: %@
ar: فشلت الاستعادة: %@
de: Wiederherstellung fehlgeschlagen: %@
fr: échec de la restauration : %@
it: Recupero fallito: %@
vi: Khôi phục lỗi: %@
zh_cn: 还原失败: %@
zh_tw: 回復失敗：%@

source: hide failed: %@
ar: فشل الإخفاء: %@
de: Ausblenden fehlgeschlagen: %@
fr: échec du masquage : %@
it: Nascondere fallito: %@
vi: Ẩn lỗi: %@
zh_cn: 隐藏失败: %@
zh_tw: 隱藏失敗：%@

source: *WARNING*: Don't touch any other files in /private/preboot/, otherwise it will cause bootloop
zh_cn: 警告: 不要触碰 /private/preboot/ 中的任何其他文件，否则会导致启动循环 从路径中定位最后一个斜杠，提取其后的名称，作为需删除的文件(目录)名。 例如：/private/preboot/xxx/aaa 应删除 aaa 目录，而非 xxx 目录。

source: legacy rootless jailbreak Detected
zh_cn: 检测到遗留的无根越狱

source: SeleteAll
ar: تحديد الكل
